"ONE_SONG" = "1 utwór";
"SONGS_COUNT_FORMAT" = "Utworów: %d";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Wydane: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Muzyka";

"123" = "123";

"Add All Albums" = "Dodaj wszystkie albumy";

"Add All Songs" = "Dodaj wszystkie";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Zachowaj";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nowa lista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Podaj nazwę tej listy utworów.";
"ADD_PLAYLIST_ROW" = "Dodaj listę…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Nazwa";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Dodaj utwory do „%@”.";
"EDIT_PLAYLIST_RENAME" = "Zmień nazwę";
"EDIT_PLAYLIST_ADD_SONGS" = "Dodaj utwory";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Zmień nazwę listy";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Nazwa";

"Albums" = "Albumy";

"All Albums" = "Wszystkie albumy";

"All Songs" = "Wszystkie utwory";

"Cancel" = "Anuluj";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Uaktualniam bibliotekę\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "To może potrwać kilka minut.";

"Refresh Playlist" = "Odśwież listę";

"CLEAR" = "Wymaż";

"Clear Playlist" = "Wymaż listę";

"Save Playlist" = "Zachowaj listę";

"Delete Playlist" = "Usuń listę";

"Delete" = "Usuń";

"Done" = "Gotowe";

"Edit" = "Edycja";

"Save" = "Zachowaj";

"LISTING_COUNT_ALBUMS_FORMAT" = "Albumów: %d";

"LISTING_COUNT_ARTISTS_FORMAT" = "Wykonawców: %d";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d rzeczy";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "Ścieżek: %d";

"LISTING_COUNT_GENRES_FORMAT" = "Gatunków: %d";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "List utworów: %d";

"LISTING_COUNT_SONGS_FORMAT" = "Utworów: %d";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Wykonawcy";

"NO_CONTEXT_NAVTITLE_GENRES" = "Gatunki";

"OK" = "OK";

"Playlists" = "Listy utworów";

"Shuffle" = "Pomieszaj";

"Songs" = "Utwory";

"Unknown" = "Nieznane";
"UNKNOWN_ARTIST" = "Nieznany wykonawca";
"UNKNOWN_ALBUM" = "Nieznany album";

"NOW_PLAYING_BUTTON_LABEL" = "Odtwarzane";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Wykonawcy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Wykonawca (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumy (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Lista utworów (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listy utworów (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Utwór (%@ wynik)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Utwory (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Gatunki (wyników: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Gatunek (%@ wynik)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Dodaj utwory do listy %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Wydane %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 utwór";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "Utworów: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

"UNKNOWN_DURATION" = "--:--";
